Repository: ICTU/ictuwp-plugin-maturityscore
Catalog: languages/ictuwp-plugin-maturityscore-*.po
Languages: nl_nl

# labels
source: Survey
nl_nl: Scan

# labels
source: Surveys
nl_nl: Scans

# labels
source: survey
nl_nl: scan

# labels
source: surveys
nl_nl: scans

# labels
source: All %s
nl_nl: Alle %s

# labels
source: Add %s
nl_nl: %s toevoegen

# labels
source: Add new %s
nl_nl: Nieuwe %s toevoegen

# labels
source: Edit?
nl_nl: Bewerken?

# labels
source: Edit %s
nl_nl: %s bewerken

# labels
source: Show
nl_nl: Toon

# labels
source: Search %s
nl_nl: %s zoeken

# labels
source: No %s available
nl_nl: Geen %s gevonden

# labels
source: No %s in trash
nl_nl: Geen %s in de prullenbak

# labels
source: Organisation type
nl_nl: Organisatietype

# labels
source: Organisation types
nl_nl: Organisatietypes

# labels
source: organisation type
nl_nl: organisatietype

# labels
source: organisation types
nl_nl: organisatietypes

# labels
source: Organisation size
nl_nl: Organisatiegrootte

# labels
source: Organisation sizes
nl_nl: Organisatiegroottes

# labels
source: organisation size
nl_nl: organisatiegrootte

# labels
source: organisation sizes
nl_nl: organisatiegroottes

# labels
source: Region
nl_nl: Regio

# labels
source: Regions
nl_nl: Regio's

# labels
source: region
nl_nl: regio

# labels
source: regions
nl_nl: regio's

# labels
source: Organisation attitude
nl_nl: Organisatie-attitude

# labels
source: Organisation attitudes
nl_nl: Organisatie-attitudes

# labels
source: organisation attitude
nl_nl: organisatie-attitude

# labels
source: organisation attitudes
nl_nl: organisatie-attitudes

# naam template
source: Maturity score template
nl_nl: GC Volwassenheidsscore template

source: General settings
nl_nl: Algemene instellingen

source: Documentation
nl_nl: Documentatie

source: GC Maturity documentation
nl_nl: Documentatie Gebuiker Centraal Volwassenheidsscore

# admin
source: Here you can edit the surveys.
nl_nl: Hier kun je de enquetes bewerken.

# js
source: Caption
nl_nl: Onderschrift

# js
source: New Window
nl_nl: Nieuw venster

# js
source: Are you sure?
nl_nl: Weet je het zeker?

source: Reset statistics
nl_nl: Gemiddelden opnieuw instellen

source: Empty log
nl_nl: Log leegmaken

source: Ehm, please allow JavaScript.
nl_nl: Javascript staat uit; zonder JS geen functionaliteit.

source: Press the button!
nl_nl: Druk die knop in!

source: Just a moment please
nl_nl: Moment geduld alstublieft

source: Maturity score
nl_nl: Volwassenheids&shy;score

# scoring menu
source: Email settings &amp; general scoring
nl_nl: Instellingen voor e-mail &amp; scoreteksten

# tablabel
source: %s - questions %s
nl_nl: %s - vragen %s

# tablabel
source: Group %s: title, introduction and scoring texts
nl_nl: Groep %s: titel, inleiding en score-teksten

# tablabel
source: Title for group %s
nl_nl: Titel voor groep %s

# tablabel
source: Introduction %s
nl_nl: Inleiding bij groep %s

# tablabel
source: Group %s - %s
nl_nl: Vragen %s - %s

source: Score for this section
nl_nl: Score voor dit onderdeel

source: For section <em>%s</em> you scored over %s, but lesss than %s. Here more about that.
nl_nl: Voor onderdeel %s haalde je meer dan %s, maar minder dan %s. Hier een toelichting.

source: between %s and %s
nl_nl: tussen %s - %s

source: Perfect score: %s!
nl_nl: Perfecte score: %s!

# score range
source: Text %s<br><small>if score %s.</small>
nl_nl: Scoretekst %s<br><small>als de score %s is.</small>

source: Question %s - %s
nl_nl: Vraag %s - %s

source: Question %s
nl_nl: Vraag %s

source: Label answer %s
nl_nl: Antwoord %s label

source: Value answer %s
nl_nl: Antwoord %s score

source: Email settings
nl_nl: Instellingen voor de mail

# email settings
source: Sender email address
nl_nl: E-mailadres van de afzender

# email settings
source: Sender email name
nl_nl: Naam van de afzender

# email settings
source: Email subject line
nl_nl: Onderwerp voor e-mailbericht

# email settings
source: Link to your survey results
nl_nl: Link naar de uitslag van de volwassenheids-scan

# email settings
source: Hi %s, Thank you for using this tool. For your future reference, here is a link to the results page of the survey you just filled out: %s Kind regards, The Gebruiker Centraal Team.
nl_nl: Hallo %s, Dank voor je inzending. Je kunt het resultaat terugvinden via deze link: %s Hartelijk dank en vriendelijke groet, Het Gebruiker Centraal Actieteam.

# email settings
source: Text in the email to the user
nl_nl: Tekst in de mail aan de gebruiker

# email settings
source: This text should contain these strings:<br>%s - this is the placeholder for the link we send.<br>%s - this is the placeholder for user's name.
nl_nl: De tekst moet deze strings bevatten: <br>%s - voor de URL die we versturen.<br>%s - voor de naam die de gebruiker heeft opgegeven.

source: General scoring texts
nl_nl: Score-teksten algemeen

source: The text for scores between %s and %s.
nl_nl: De tekst voor scores tussen %s en %s.

# score range
source: Score text %s<br><small>if the total score is %s.</small>
nl_nl: Scoretekst %s<br><small>als de totale score %s is.</small>

source: General average score %s
nl_nl: Gemiddelde score: %s

# table header
source: Chapter
nl_nl: Onderdeel

# table header
source: Your score
nl_nl: Jouw score

# table header
source: Average score
nl_nl: Gemiddelde score

# labels
source: Average score
nl_nl: Gemiddelde score

# labels
source: your score
nl_nl: jouw score

source: Oopsy daisy. There are no data to display. The survey you requested is empty. The server may have made an error in saving or retrieving the data, or more likely: our developer botched up. It's not your fault.
nl_nl: Grutjes, geen gegevens beschikbaar. De server heeft waarschijnlijk een baaldag. Of Paul heeft zitten broddelen. Het is niet jouw schuld.

source: Questions and answers
nl_nl: Vragen en antwoorden

# About you section
source: About you
nl_nl: Jouw gegevens

# About you section
source: We can send you a link to your survey results if you fill in your email address here.
nl_nl: We kunnen je een link sturen naar de uitslag van je enquete. Laat dan hieronder je e-mailadres achter en je naam.

# About you section
source: Your name
nl_nl: Jouw naam

# About you section
source: We store your name for a maximum of 3 years; it will be visible on the resultpage. Leave this empty if you don't want this.
nl_nl: Je naam slaan we maximaal 3 jaar op, zodat jouw naam zichtbaar blijft in je resultaatpagina. Wil je dat niet? Laat het veld dan leeg.

# field validation
source: (not required)
nl_nl: (niet verplicht)

# About you section
source: Your emailaddress
nl_nl: Je e-mailadres

# About you section
source: We use this email address to email you a link to your result page.
nl_nl: We gebruiken dit e-mailadres om je een link te mailen naar jouw resultaatpagina.

# About you section
source: Permission to store emailaddress
nl_nl: Toestemming

# About you section
source: Yes, keep me up to date about any developments regarding the maturity model system. You may store my email address and name for at most 3 years. Only site-admins have access to these data.
nl_nl: Ja, ik wil graag via mail op de hoogte gehouden worden van nieuwe versies van het volwassenheidsmodel. Jullie mogen mijn e-mailadres en naam uiterlijk 3 jaar na vandaag hiervoor bewaren. Alleen de beheerders van deze website hebben toegang tot deze gegevens.

# table description
source: Radar graph with your score in this survey.
nl_nl: Radargrafiek met jouw score in deze enquete.

# table description
source: Your score in red; average score in orange.
nl_nl: Jouw score in het rood; gemiddelde score oranje.

# table description
source: Your score in orange.
nl_nl: Jouw score in het oranje.

# no data error
source: No data available. Not your fault, blame the server.
nl_nl: Geen gegevens beschikbaar. Dit is de schuld van de webserver of van de programmeur.

source: %s point
nl_nl: %s punt

source: Your average score was %s.
nl_nl: Jouw gemiddelde score was %s.

source: Thus far, we received %s survey,
nl_nl: Er is %s enquete ingestuurd,

source: and the overall average score is %s.
nl_nl: en de gemiddelde score is %s.

source: Score per section
nl_nl: Score per onderdeel

# Your score for visually impaired users
source: - your score: %s
nl_nl: - jij scoorde: %s

# interpretatie
source: Review your answers
nl_nl: Bekijk je antwoorden

# interpretatie
source: Question
nl_nl: Vraag

# interpretatie
source: Your answer
nl_nl: Jouw antwoord

# interpretatie
source: Average score
nl_nl: Gemiddelde score

# table description
source: Average score and your score per section
nl_nl: Gemiddelde score en jouw score per onderdeel

# table description
source: Your score per section
nl_nl: Score per onderdeel

# table user average score
source: %s average
nl_nl: %s gemiddeld

# table description
source: Total
nl_nl: Totaal

# table overall average score
source: %s average
nl_nl: %s gemiddelde van alle enquetes

source: Your survey is not saved; errors occurred: %s
nl_nl: Je inzending is niet opgeslagen, omdat er fouten zijn opgetreden: %s

source: Submit
nl_nl: Versturen

source: Security checks for your form submission failed. Your data will be discarded.
nl_nl: Er is gerommeld met je inzending; de server negeert deze inzending.

source: Your organisation's score
nl_nl: Score van je organisatie

# naam
source: Your name
nl_nl: Jouw naam

# email
source: Your email address
nl_nl: Je e-mailadres

# email
source: No mail text found
nl_nl: Geen e-mail tekst gevonden

source: These are required fields:
nl_nl: Deze velden zijn verplicht:

source: ICTU / Gebruiker Centraal / Maturity Scan Plugin
nl_nl: ICTU / Gebruiker Centraal / Volwassenheidsscan Plugin
